Repository: meugamer/wp-shortscore
Catalog: language/wp-shortscore-*.po
Languages: pt_br

source: Add SHORTSCORE
pt_br: Adicionar SHORTSCORE

source: Game title
pt_br: Título do jogo

source: Shortscore (1 to 10)
pt_br: Nota Shortscore (1 a10)

source: Summary
pt_br: Resumo

source: This SHORTSCORE ID does not exist
pt_br: Este ID SHORTSCORE não existe

source: An error occurred when saving the SHORTSCORE:
pt_br: Ocorreu um erro ao salvar o SHORTSCORE:

source: Valid SHORTSCORE ID found and data saved to post successfully
pt_br: ID SHORTSCORE válido encontrado e dados salvos com sucesso

source: SHORTSCORE ID saved
pt_br: ID SHORTSCORE salvo

source: The SHORTSCORE needs to be greater than zero.
pt_br: O SHORTSCORE precisa ser maior que zero.

source: Summary field is empty.
pt_br: O campo de resumo está vazio.

source: Game title field is emtpy.
pt_br: O campo do título do jogo está vazio.

source: Attention:
pt_br: Atenção:

source: Preview
pt_br: Visualizar

source: out of %s.
pt_br: por %s.

source: Delete SHORTSCORE
pt_br: Excluir SHORTSCORE

source: Present your SHORTSCORES in a review box at the end of your posts.
pt_br: Exibe uma caixa de review do SHORTSCORES final de suas postagens.
